[GENERAL]
NAME					= Vietnamese
TRANSLATOR				= Cao Việt Hùng (caoviethungnd@gmail.com)
DLG_FONT_NAME                           = 
DLG_FONT_SIZE                           = 

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Phiên bản#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Phần mềm cắt video chuyên nghiệp.
TEXT_BETA				= Thử nghiệm
TEXT_UNREGISTERED			= Chưa đăng kí

TEXT_YES				= Có
TEXT_NO					= Không
TEXT_CLOSE				= Đóng
TEXT_CANCEL				= Hủy
TEXT_OK					= OK
TEXT_ABORT				= Dừng
TEXT_RETRY				= Thử lại
TEXT_IGNORE				= Bỏ qua
TEXT_CONTINUE				= Tiếp tục

TEXT_SAVE				= Lưu
TEXT_NOT_SAVE				= Không lưu

TEXT_SECOND				= Giây

TEXT_OPEN_FILE				= Mở tập tin
TEXT_SELECT_FOLDER			= Lựa chọn thư mục vào.

TEXT_SEG_DURATION			= Thời gian ${str1}
TEXT_SEEK_POS				= Đi đến ${str1}
TEXT_TOTAL_SEG_DURATION			= Tổng ${str1}
TEXT_HIGH_SPEED_MODE			= Chế độ High-speed
TEXT_HIGH_ENCODING_MODE			= Chế độ Encoding

TEXT_VOLUME_MUTE			= Im lặng
TEXT_VOLUME				= Âm lượng: ${int1}

TEXT_CHANGE_LANG			= Để thay đổi ngôn ngữ, bạn phải khởi động lại phần mềm.[br]Bạn có muốn khởi động lại bây giờ?
TEXT_RESET_ALL_SETTINGS			= Mọi thiết lập sẽ trở về trạng thái mặc định, bạn có đồng ý không?
TEXT_SHUTDOWN_SEC			= Máy tính sẽ tắt trong ${int1} giây nữa.
TEXT_SHUTDOWN_APP_SEC			= Bandicut sẽ đóng trong ${int1} giây.

TEXT_UPDATE_AVAILABLE			= Đã có phiên bản mới của Bandicut. [br]Bạn có muốn tải nó ngay bây giờ?
TEXT_UPDATE_UNAVAILABLE			= Không có bản cập nhật mới!
TEXT_UPDATE_FAILED			= Không thể kiểm tra thông tin phiên bản. [br]Chưa kết nối được với máy chủ. Làm ơn kiểm tra lại.
TEXT_OFFLINE				= Chức năng này chỉ có thể sử dụng khi hệ thống kết nối với Internet.[br]Xin vui lòng kiểm tra lại kết nối của bạn.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Không hợp lệ. [br]Bạn cần cài đặt lại phần mềm.

TEXT_NOT_SEEKABLE			= Tệp media này không hỗ trợ seekable. 
TEXT_NOT_SEEKABLE_DETAIL		= Chế độ High-speed và cài đặt phân đoạn không có sẵn.[br]- Hỏng bảng chỉ mục.[br]- Không có keyframe hoặc bảng chỉ mục.

TEXT_NOT_SUPPORT_FILE			= Bandicut không hỗ trợ định dạng này. [br](Không có video hoặc thông tin mã hóa.)[br]
TEXT_NOT_SUPPORT_VIDEO			= [br]- Video Codec ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Audio Codec ${int1}: ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Định dạng tập tin : ${str1}
TEXT_NOT_SUPPORT_NONE			= Trống
TEXT_NOT_SUPPORT_NOT_DECODE		= (Không thể chạy)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Không có dữ liệu video)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]Tập tin không không tồn tại.[br]Vui lòng kiểm tra lại. 

TEXT_NOT_HIGH_SPEED			= Chế độ High-speed không có sẵn.
TEXT_NOT_HIGH_SPEED_DETAIL		= Tập tin này không thể sử dụng chế độ High-speed bởi vì có một vấn đề của codec. [br]- Vui lòng sử dụng chế độ Encoding.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - Có ít hơn 10 khung hình video.
TEXT_NOT_HIGH_SPEED_QUERY		= - Không thể tạo tập tin media.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= Chế độ High-Speed nhanh hơn chế độ Encoding. [br]Tuy nhiên, thời gian bắt đầu của tập tin này có thể thay đổi khi sử dụng chế độ High-Speed (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= Bạn có muốn tiếp tục với chế độ High-Speed?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= Chế độ High-speed hợp lệ sau khi đăng kí.[br][br]Bạn có muốn mua bản quyền cho Bandicut tại https://www.bandicut.com không?

TEXT_FRAME_CUT_CANT_CHANGE		= Bạn không thể thay đổi cài đặt này trong phiên bản miễn phí. [br]Vui lòng mua Bandicut tại https://www.bandicut.com

TEXT_KEY_FRAME_CUT			= Thời gian bắt đầu của tập tin này có thể thay đổi.
TEXT_KEY_FRAME_CUT2			= - Vui lòng sử dụng chế độ Encoding nếu có vấn đề xảy ra.

TEXT_NOT_HIGH_SPEED_JOIN		= Bạn có thể sử dụng chế độ High-speed khi nối tập tin nếu các tập tin có cùng định dạng.

TEXT_MSG_CONVERTING_CLOSE		= Nhiệm vụ đang chạy. Bạn có muốn hủy và đóng Bandicut?
TEXT_MSG_CONVERTING_CANCEL		= Nhiệm vụ đang chạy. Bạn có muốn hủy nó?
TEXT_MSG_CHECK_NOT_SHOW			= Không hiển thị thời gian tới.
TEXT_MSG_WRITE_HEADER			= Đang ghi tập tin. Nếu tập tin quá to sẽ tốn nhiều thời gian. Vui lòng đợi.

TEXT_ERROR_DISKSPACE_TITLE		= Không đủ dung lượng ổ đĩa cho thư mục đầu ra.
TEXT_ERROR_DISKSPACE			= Vui lòng thay đổi thư mục đầu ra và thử lại.
TEXT_ERROR_DISKSPACE_DETAIL		= [br]-Dung lượng đĩa trống: ${str1}[br]-Yêu cầu tối thiểu:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	= Không đủ dung lượng ổ đĩa cho thư mục tạm.
TEXT_ERROR_CACHE_DISKSPACE		= Vui lòng thay đổi thư mục tạm và thử lại.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	= [br]-Dung lượng đĩa trống: ${str1}[br]-Yêu cầu tối thiểu:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		= Vui lòng thay đổi thư mục đầu ra hoặc thư mục bộ nhớ đệm.
TEXT_ERROR_FILE_SYSTEM			= Thư mục đầu ra hoặc thư mục bộ nhớ đệm không nằm trên hệ thống tệp NTFS, điều này có thể gây ra sự cố khi xử lý tệp lớn hơn 4GB.[br]-Thư mục để thay đổi:
TEXT_CANT_KEYFRAME_SEEK			= Đang phân tích các tập tin phương tiện truyền thông. Sau khi phân tích hoàn tất, bạn có thể tìm kiếm bằng đơn vị keyframe.
TEXT_READ_FILE				= Có lỗi xảy ra khi đọc tập tin. Vui lòng kiểm tra lại[br]Nếu các tập tin nằm trên đĩa CD/DVD, hãy sao chép các tập tin vào ổ đĩa cứng của bạn, và thử lại lần nữa.
TEXT_CODEC_CONFIG			= Cài đặt Encoding không chính xác.
TEXT_CODEC_CONFIG2			= [br]Xin vào menu 'Cài đặt Encoding', sử dụng các thiết lập mã hóa mặc định và thử lại.
TEXT_VIDEO_ENCODING			= Đã xảy ra lỗi trong khi mã hóa video. Vui lòng kiểm tra tập tin vào hoặc cài đặt bộ mã.
TEXT_VIDEO_ENCODING_QSV_TITLE		= Quá trình chuyển đổi bị dừng bởi vì có một vài vấn đề với mã hoá Intel® Quick Sync Video.
TEXT_VIDEO_ENCODING_QSV			= Bạn có muốn sử dụng H.264 Software Encoder?
TEXT_AUDIO_ENCODING			= Đã xảy ra lỗi trong khi mã hóa âm thanh. Vui lòng kiểm tra tập tin vào hoặc cài đặt bộ mã.
TEXT_NOT_SUPPORT_TYPE			= Không thể tạo ra các tập tin đầu ra.
TEXT_UNSUPPORT_VIDEO_SIZE		= Không thể chuyển đổi sang độ phân giải của video này.[br]Độ phân giải tối đa được hỗ trợ bởi ${str1} là ${str2}.[br]Vui lòng tới 'Cài đặt Encoding' và lựa chọn một độ phân giải khác và thử lại.
TEXT_NO_ENCODER				= Không thể tìm thấy encoder.
TEXT_SEND_FILE				= Nếu bạn gửi các tập tin video tới bandicut@bandicam.com, chúng tôi sẽ cố gắng khắc phục vấn đề này.
TEXT_CHECK_CHANGE_ENCODER		= Sử dụng H.264 Software Encoder từ bây giờ trong
TEXT_INTER_FILE				= Đã có lỗi xảy ra trong quá trình xuất video ra thư mục chứa.
TEXT_CANT_DECODE_AUDIO			= Một số bản nhạc không thể giải mã.[br]Chúng sẽ không được chuyển đổi. Bạn có chắc chắn muốn tiếp tục?

TEXT_REBUILD_COMPLETE			= Tập tin đã sẵn sàng để chỉnh sửa.
TEXT_REBUILD_FAILED			= Đã xảy ra lỗi trong khi chuẩn bị (các) tệp video.[br]

TEXT_ERRMSG_CONVERT_NUM			= Lỗi Encoding.(${int1})
TEXT_ERRMSG_CONVERT_VSIZE		= Lỗi sử dụng chế độ High-speed bởi vì tập tin quá lớn. Vui lòng sử dụng chế độ Encoding.

TEXT_MSG_CHANGE_MODE_DROP		= Nếu một số tập tin được thêm vào Bandicut, Bandicut sẽ thay đổi để nối. [br]Bạn có muốn tiếp tục?
TEXT_MSG_CANT_CHANGE			= Bandicut đang phân tích các tệp đã được thêm vào.

TEXT_MISSED_FILE_REMOVE 		= Tệp đã bị xoá khỏi danh sách phân đoạn bởi vì nó không tồn tại.[br]-${str1}

TEXT_INVALID_VALUE			= Vui lòng nhập giá trị giữa ${int1} và ${int2}.

TEXT_WARNING_MAX_SEGMENT         	= Bạn có thể thêm đến ${int1} tập tin/phân đoạn.
TEXT_WARNING_MAX_SEGMENT_FAIL           = Dưới ${int1} tập tin chưa được thêm vào.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		= Bạn đã thêm vượt quá số lượng phân đoạn tối đa của Bandicut (99). Nếu bạn tiến hành, một số phân đoạn sẽ không được thêm vào.[br]Bạn có muốn thực hiện nữa không?
TEXT_WARNING_MAX_SEGMENT_SHORT		= Bandicut không thể chia thành ${int1} phân đoạn bởi vì thời gian của mỗi phân đoạn quá ngắn.[br]Vui lòng nhập một số nhỏ hơn.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	= Bạn không thể chia đoạn này nữa vì số lượng phân khúc tối đa đã vượt quá.
TEXT_WARNING_MAX_SEGMENT_ZERO		= Thời gian dài hơn thời lượng của phân đoạn.[br]Vui lòng nhập giá trị nhỏ hơn và thử lại.
TEXT_WARNING_INVALID_TIME		= Vui lòng nhập thời gian lơn hơn 1 giây.

TEXT_EXIST_FILE_HEADER			= Một tập tin cùng tên đã tồn tại.
TEXT_EXIST_FILE_COMMENT			= Nếu bạn tiếp tục nhiệm vụ này, một số thứ tự sẽ được thêm vào tên tập tin. Bạn có chắc chắn muốn tiếp tục không?
TEXT_EXIST_FILE_OVERWRITE			= Lưu tệp dự án
TEXT_EXIST_FILE_COMMENT_OVERWRITE	= ${str1} đã tồn tại.[br]Bạn có muốn ghi đè lên nó không?

TEXT_MSG_PROJECT_HELP			= Tệp dự án của bạn là gì?
TEXT_MSG_SAVE_PROJECT_HEADER		= Một tác vụ đang thực thi.
TEXT_MSG_SAVE_PROJECT			= Nếu bạn thêm tệp video hoặc tệp dự án, tác vụ đang chạy sẽ bị mất.
TEXT_MSG_SAVE_PROJECT2			= Bạn có muốn tiếp tục sau khi lưu thành tệp dự án?
TEXT_MSG_SAVE_PROJECT_CLOSE		= Bạn có muốn tiếp tục sau khi lưu thành tệp dự án?
TEXT_MSG_LOAD_PROJECT_FAIL		= Mở tệp dự án bị lỗi.
TEXT_MSG_RESTORE_PROJECT		= Bandicut bị tắt không đúng cách.[br]Bạn có muốn khôi phục lại phiên làm việc trước?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		= Intel Quick Sync Video không được kích hoạt.[br]Để sử dụng bộ mã "H264 (Intel® Quick Sync Video)", vui lòng cắm cáp VGA từ màn hình vào cổng VGA trên bo mạch chủ.
TEXT_RECOMMEND_CODEC_COMMENT_OK	 = Bạn có muốn ghé thăm trang hỗ trợ?

TEXT_ENCODER_TITLE			= ${str1} bộ mã hóa có sẵn
TEXT_ENCODER_AVAILABLE_ENCODER		= ${str1} là một bộ mã hóa phần cứng cho phép bạn chỉnh sửa video với tốc độ cao hơn bộ mã hóa dựa trên phần mềm.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	= [br]Bạn có muốn sử dụng bộ mã ${str1} không?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	= Tính năng này không còn khả dụng do chính sách của Facebook.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			= Thông tin tập tin đầu vào
TEXT_H264_NOT_SUPPORT			= Hệ thống không hỗ trợ mã hóa H.264.
TEXT_FILE_NAME				= Tên tập tin: ${str1}
TEXT_FILE_TYPE				= Định dạng tập tin: ${str1}
TEXT_FILE_DURATION			= Thời gian đã qua: ${str1}
TEXT_FILE_SIZE				= Kích thước tập tin: ${str1}
TEXT_SEGMENT				= Phân đoạn: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		= - Thời gian bắt đầu gốc: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	= - Thời gian bắt đầu mới: ${str1}
TEXT_ENABLE_HIGH_SPEED			= Sử dụng chế độ high-speed: ${str1}
TEXT_SEEKABLE				= Tìm kiếm ${str1}  
TEXT_POSSIBLE				= Kích hoạt
TEXT_IMPOSSIBLE				= Vô hiệu hóa
TEXT_POSSIBLE_REG			= Có sẵn sau khi đăng ký.
TEXT_TRACK_COUNT			= ${int1} video theo dõi, ${int2} âm thanh theo dõi
TEXT_OUTPUT_FILE_INFO			= Thông tin đầu ra
TEXT_ADD_FAILED				= [Thêm tập tin thất bại]
TEXT_OUTPUT_OPTION			= Cài đặt đầu ra
TEXT_INPUT_FILES				= Số lượng tập tin vào (Phân đoạn) : [${int1}]
TEXT_H264_ENCODER			= Bộ mã H.264
TEXT_CODEC				= Mã hóa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			= Tập tin đa phương tiện
TEXT_MAIN_PROJECT_FILES			= Tệp dự án
TEXT_MAIN_ALL_FILES			= Tất cả tập tin

TEXT_MOREINFO				= Xem thêm...

TEXT_SEGMENT_TITLE			= Phân đoạn ${str1}
TEXT_SEGMENT_FILE_TITLE			= Tệp tin ${str1}

TEXT_RECORDING				= Khởi động Bandicam Screen Recorder[br](Phần mềm quay video màn hình máy tính, game hoặc webcam)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			= Arial
TEXT_BANNER_FONT_COLOR			= #bbb
TEXT_BANNER_FONT_OVER_COLOR		= #5acf0c
TEXT_BANNER_OFF_TITLE			= Dùng thử
TEXT_BANNER_OFF_SUBJECT			= Bạn đang sử dụng phiên bản chưa đăng ký.
TEXT_BANNER_OFF_CONTENTS_1		= Nếu bạn mua và đăng ký bản quyền cho Bandicut,
TEXT_BANNER_OFF_CONTENTS_2		= bạn sẽ sử dụng phần mềm mà không bị giới hạn chức năng.
TEXT_BANNER_RESULT_SUBJECT		= Phiên bản dùng thử sẽ bị giới hạn tốc độ?
TEXT_BANNER_RESULT_CONTENTS_1		= Vui lòng mua bản quyền cho Bandicut.
TEXT_BANNER_RESULT_CONTENTS_2		= Thời gian thực hiện sẽ được cải thiện <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			= Mua ngay

TEXT_BANNER_UWP_SUBJECT			= Bandicut Video Cutter (miễn phí) trên Microsoft Store
TEXT_BANNER_UWP_CONTENTS_1		= Fhần mềm cắt và nối video mạnh mẽ nhất
TEXT_BANNER_UWP_CONTENTS_2		= Để biết thêm thông tin, xin vui lòng truy cập vào trang chủ.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			= Chung
TEXT_TAB_FILE				= Đầu ra
TEXT_TAB_LANGUAGE			= Ngôn ngữ
TEXT_TAB_HIGHSPEED			= High Speed
TEXT_TAB_VFILTER			= Bộ lọc video
TEXT_TAB_INFO				= Thông tin

TEXT_PREFIX_FILE_NAME			= Tên tập tin nguồn
TEXT_PREFIX_CUSTOM			= Tùy chỉnh tiền tố
TEXT_PREFIX_NONOE			= Trống
TEXT_SUFFIX_TIME			= Ngày và thời gian
TEXT_SUFFIX_SERIAL			= Số thứ tự
TEXT_SUFFIX_DATE_SERIAL			= Ngày và số thứ tự
TEXT_FILE_EXAMPLE			= VD)
TEXT_DEFAULT_CACHE_FOLDER		= (Mặc định)

TEXT_INTEL_QSV				= Intel® Quick Sync Video (Nhanh, Tăng tốc phần cứng)

TEXT_H264_NOT_SUPPORT			= Hệ thống không hỗ trợ mã hóa H.264.[br]Bạn có muốn truy cập vào trang trợ giúp?

TEXT_VIDEO_QUALITY			= Chất lượng
TEXT_VIDEO_BITRATE			= Tốc độ(kbps)
TEXT_AUDIO_MONO				= Mono
TEXT_AUDIO_STEREO			= Âm thanh nổi
TEXT_NO_VIDEO				= Không có video
TEXT_NO_AUDIO				= Không có âm thanh
TEXT_VIDEO				= Video
TEXT_AUDIO				= Âm thanh
TEXT_UNKNOWN				= Chưa xác định
TEXT_AUTO				= Tự động
TEXT_ALWAYS				= Luôn luôn
TEXT_DONT_USE				= Không sử dụng

TEXT_FIT_WIDTH				= Chiều rộng
TEXT_FIT_HEIGHT				= Chiều cao
TEXT_SIZE_AUTO				= Giữ nguyên kích thước
TEXT_SIZE_CUSTOM			= Tùy chọn

TEXT_FIT_WIDTH_INFO			= Chiều rộng phù hợp (${int1}x0)
TEXT_FIT_HEIGHT_INFO			= Chiều cao phù hợp (0x${int1})
TEXT_SIZE_AUTO_INFO			= (${int1}x${int2})

TEXT_FULL_HD				= 1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				= 1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			= 960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			= 2048 x 1536 (iPad mới)

TEXT_FPS_AUTO				= Giữ FPS nguyên bản

TEXT_MIN_VIDEO_SIZE			= Giá trị nhỏ nhất của chiều rộng và chiều cao video ${int1}.
TEXT_MAX_VIDEO_SIZE			= Giá trị lớn nhất của chiều rộng và chiều cao video ${int1}.
TEXT_ODD_VIDEO_SIZE			= Mã hóa có thể thất bại khi chiều rộng video hoặc chiều cao không phải là một số nguyên.[br] Bạn có muốn thay đổi?
TEXT_ODD_VIDEO_SIZE2			= [br]- Kích thước video người dùng xác định: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			= [br]- kích thước video mới: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			= Giá trị lớn nhất của tốc độ video là ${int1} Kbps.
TEXT_MAX_VIDEO_QUALITY			= Giá trị chất lượng video nên từ 1 đến 100.
TEXT_DONT_ALLOW_NORMALIZE		= Bạn không thể sử dụng tính năng này với tùy chọn [Xóa âm thanh].[br]Bạn có muốn tắt tùy chọn [Xóa âm thanh] không?
TEXT_DONT_ALLOW_REMOVE_AUDIO		= Bạn không thể sử dụng tính năng này với tùy chọn [Tiêu chuẩn].[br]Bạn có muốn tắt tùy chọn [Normalize] không?

TEXT_SAMPLERATE_AUTO			= Giữ nguyên tần số gốc

TEXT_ASK_FOR_REG			= Chưa đăng kí
TEXT_ASK_FOR_REG_DETAIL			= Kích hoạt Bandicut để gỡ bỏ giới hạn.
TEXT_ASK_FOR_REG_CONTINUE		= Bỏ qua và tiếp tục
TEXT_ASK_FOR_REG_REGNOW			= Đăng kí Bandicut
TEXT_ASK_FOR_REG_TRY			= Dùng thử Bandicut

TEXT_NOT_EXIST_OUTPUT			= Thư mục đầu ra không tồn tại. Vui lòng lựa chọn thư mục mới.
TEXT_NOT_SUPPORT_FOLDER			= Bạn không thể lưu tập tin vào thư mục này. Vui lòng chọn thư mục khác.
TEXT_NOT_SAVE_SOURCE_FOLDER		= Bạn không thể lưu tệp vào thư mục nguồn [br]Bạn có muốn tiếp tục sau khi bỏ chọn [Lưu vào thư mục nguồn]?
TEXT_NOT_ALLOWED_CHAR			= Tên tập tin không thể chứa các kí tự.[br]${str1}
TEXT_LONG_PATH				= Tên tập tin quá dài. Xin vui lòng rút ngắn và thử lại, hoặc thử vị trí có đường dẫn ngắn hơn.[br]Độ dài lớn nhất của đường dẫn tập tin là ${int1} kí tự.
TEXT_ADDING_FILES			= Đang thêm tập tin media. Vui lòng chờ!

TEXT_DEFAULT_PRESET			= Mặc định
TEXT_FIT_WIDTH_PRESET			= Vừa chiều rộng
TEXT_FIT_HEIGHT_PRESET			= Vừa chiều cao
TEXT_UPLOAD_480_PRESET			= YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			= YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			= YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			= Điện thoại thông minh
TEXT_PPT_PRESET				= PowerPoint
TEXT_DELETE_PRESET			= Bạn có muốn xóa cài đặt sẵn?[br][br]-Tên cài đặt sẵn: ${str1}
TEXT_SAME_PRESET			= Tên của cài đặt sẵn bạn vừa nhập đã tồn tại. Bạn có muốn ghi đè lên giá trị hiện có?[br][br]-Tên cài đặt sẵn: ${str1}
TEXT_SAME_RENAME_PRESET			= Tên của cài đặt sẵn bạn đã nhập đã tồn tại. Vui lòng nhập một tên khác.[br][br]-Tên cài đặt sẵn: ${str1}
TEXT_REFLECTED_PRESET			= Cài đặt trước của bạn đã được áp dụng[br][br]-Tên cài đặt trước: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			= Bandicut sẽ được cài đặt trên máy tính của bạn.[br][br]Nếu Bandicut đang chạy, vui lòng thoát phần mềm trước khi bạn bắt đầu.[br][br]Nhấp vào Tiếp để tiếp tục.
TEXT_DELETE_ALL_FILES			= Không phải tất cả các tập tin trong (${str1}) được gỡ bỏ. [br]Bạn có muốn gỡ bỏ chúng?
TEXT_STILLRUN_EXIT_PROGRAM		= Bandicut đang chạy. Đóng chương trình trước khi tiếp tục.
TEXT_THIS_IS_NT_ONLY_APP		= Phần mềm làm việc tốt với Windows phiên bản từ Vista trở lên. [br]Bạn có muốn tải phiên bản khác cho Windows XP?
TEXT_DO_NOT_WORK_32BIT			= Phần mềm này không hoạt động trên Windows 32-bit. [br]Bạn có muốn tải phiên bản cho Windows 32-bit?
TEXT_NEED_ADMIN_PRIVILEGE		= Cài đặt chương trình này đòi hỏi phải có quyền quản trị. [br]Bạn có muốn hủy bỏ cài đặt?
TEXT_DELETE_ALL_PRESET_FILES		= Cài đặt sẵn tùy chỉnh của bạn tồn tại.[br]Bạn có muốn loại bỏ chúng?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT				= Vui lòng chọn chế độ mà bạn muốn sử dụng.
TEXT_WIZARD_COMMENT_CUT			= Cắt video thành các đoạn ngắn.
TEXT_WIZARD_COMMENT_SPLIT		= Chia video thành nhiều phân đoạn.
TEXT_WIZARD_COMMENT_JOIN		= Nối các đoạn video thành một video khác.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				= <font color=white>Bandicut</font> Cắt video
TEXT_GUIDE_JOIN				= <font color=white>Bandicut</font> Nối video

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				= Tiếp tục
TEXT_PAUSE				= Tạm dừng
TEXT_READY				= Đang đợi

TEXT_TITLE_ALARM_TRAILING		= ${str1} - Đang ghi tiêu đề tệp tin
TEXT_JOIN_JOB				= Nối lại

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			= Phần mềm được đăng kí.
TEXT_REGISTER_FAILED			= Lỗi! [br]Kiểm tra lại địa chỉ email và key.
TEXT_REGISTER_CONNECT_FAILED		= Không thể kết nối đến máy chủ đăng kí.[br]Vui lòng kiểm tra lại kết nối internet, thiết lập đồng hồ và thời gian hệ thống phù hợp.${str1}
TEXT_REGISTER_FAILED_HELP		= [br]Nếu bạn cần giúp đỡ, hãy nhấp vào nút OK.
TEXT_REGISTER_INFO			= Email: ${str1}[br]Key: ${str2}
TEXT_REGISTER_INFO2		= Ngày hết hạn : ${str1} (còn lại ${int1} ngày)
TEXT_REGISTER_INFO2_EXPIRED	= Ngày hết hạn : ${str1} (Đã hết hạn)
TEXT_REGISTER_YET			= Chưa đăng ký![br]- Một hình mờ sẽ thêm vào video.[br]- Vui lòng nhấp vào nút 'Đăng ký' để gỡ bỏ các giới hạn. 
TEXT_HAS_BEEN_UNREGISTERED		= Bandicut chưa được kích hoạt.
TEXT_UNREGISTER				= Bạn có muốn hủy kích hoạt Bandicut?
TEXT_NOTICE_NEED_TO_RENEW	= Giấy phép sử dụng Bandicut sẽ hết hạn sau${int1} ngày. Nhấn nút 'OK' để xem hướng dẫn gia hạn giấy phép.
TEXT_NOTICE_NEED_TO_RENEW_NOW	= Giấy phép sử dụng Bandicut đã hết hạn. Nhấn nút 'OK' để xem hướng dẫn gia hạn giấy phép

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		= Vui lòng nhập tiêu đề cho video.
TEXT_UPLOAD_YOUTUBE_LOGIN		= Đăng nhập - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Đăng nhập vào YouTube từ trình duyệt...
TEXT_UPLOAD_VIMEO_LOGIN			= Đăng nhập - Vimeo
TEXT_UPLOAD_COMPLETE			= Đã tải lên
TEXT_UPLOAD_ERR_FAIL			= Lỗi. Không thể tải lên video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		= Tập tin quá lớn để tải lên.
TEXT_UPLOAD_ERR_FREESPACE		= Bạn không đủ không gian lưu trữ trên Vimeo để tải lên.
TEXT_UPLOAD_ERR_CONNECT			= Kết nối tới máy chủ bị lỗi.
TEXT_UPLOAD_ERR_AUTH_VIMEO		= Quá trình tải lên video không thành công. Người dùng Vimeo Basic không thể ẩn video trên Vimeo.
TEXT_UPLOAD_WARNING_DOING		= Đang tải lên video ${int1}. Bạn có muốn hủy tác vụ và đóng Bandicut?
TEXT_UPLOAD_NO_PASSWORD			= Vui lòng nhập mật khẩu.
TEXT_UPLOAD_YOUTUBE_QUOTA	= Bandicut đã quá giới hạn cho phép tải lên hàng ngày bởi YouTube.\nHạn ngạch sẽ được lập lại vào nữa đêm theo giờ Thái Bình Dương (PT).\nVui lòng tải lên trực tiếp từ Youtube hoặc thử lại sau nữa đêm theo giờ Thái Bình Dương.\n\nBạn có muốn truy cập Youtube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN		= Không lấy được mã thông báo truy cập.

TXT_TITLE               		= Đăng nhập hoàn tất!
TXT_MESSAGE_COMPLETE1   		= Bạn đã đăng nhập vào YouTube!
TXT_MESSAGE_COMPLETE2   		= Bạn có thể đóng trang này.
TXT_GOTO_BANDICUT_HOME  		= Tới trang bandicut.com

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			= Đang cài đặt...
TEXT_UPDATE_FAILED_DL			= Tải về tập tin cài đặt không thành công. [br]Hệ thống có thể không được kết nối với Internet.
TEXT_UPDATE_INSTALL_SUCCEED		= Cài đặt thành công.
TEXT_UPDATE_INSTALL_FAILED		= Cài đặt đã bị lỗi.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			= Thông tin... [tab]F1
MENUSTR_MAIN_FILE_OPEN			= Mở tập tin [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		= Tải lên
MENUSTR_MAIN_FILE_CLOSE			= Đóng tập tin [tab]F4
MENUSTR_MAIN_OUTPUT			= Mở thư mục đầu ra [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			= Cấu hình [tab]F5
MENUSTR_MAIN_REGISTER			= Đăng kí [tab]F3
MENUSTR_MAIN_CLOSE			= Thoát [tab]Alt+F4
MENUSTR_MAIN_HELP			= Giúp đỡ
MENUSTR_HELP_ONLINE			= Trợ giúp
MENUSTR_HELP_HOTKEYS			= Phím tắt
MENUSTR_HELP_LICENSE			= Thông tin giấy phép
MENUSTR_MAIN_VIDEO			= Video
MENUSTR_MAIN_AUDIO			= Âm thanh
MENUSTR_MAIN_FILE_INFO			= Thông tin tập tin [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		= Đóng tất cả [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		= Mở tệp dự án
MENUSTR_MAIN_PROJECT_FILE_SAVE		= Lưu tệp dự án
MENUSTR_UPLOAD_SETTING			= Cài đặt

MENUSTR_PRESET_USER			= Cài đặt sẵn của người dùng
MENUSTR_PRESET_ADD			= Thêm cài đặt sẵn
MENUSTR_PRESET_EDIT			= Sửa cài đặt sẵn

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				= Hủy
IDOK					= OK
IDC_BTN_CLOSE				= Đóng
IDC_BTN_YES				= Có
IDC_BTN_NO				= Không
IDC_BTN_REGISTER			= Đăng kí
IDC_CK_OPEN_OUTPUT_FOLDER		= Mở thư mục đầu ra khi hoàn thành
IDC_ST_DETAIL_LINK			= Xem thêm...
IDC_ST_OPTION				= Tùy chọn
IDC_ST_HELP				= Trợ giúp

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			= Cài đặt chế độ Encoding
IDC_ST_FILE_FORMAT			= Tập tin
IDC_ST_FORMAT				= Định dạng tập tin
IDC_ST_VIDEO_DETAIL			= Video
IDC_ST_AUDIO_DETAIL			= Âm thanh
IDC_ST_VIDEO_SIZE			= Kích cỡ video
IDC_ST_FPS				= FPS
IDC_ST_VIDEO_CODEC			= Bộ mã video
IDC_ST_VIDEO_MODE			= Kiểm soát tốc độ Bit
IDC_ST_VIDEO_QUALITY			= Chất lượng
IDC_ST_VIDEO_BITRATE			= Tốc độ Bit
IDC_ST_VIDEO_DEINTERLACE		= Khử nhiễu
IDC_ST_AUDIO_CODEC			= Bộ mã âm thanh
IDC_ST_AUDIO_CHANNEL			= Kênh
IDC_ST_AUDIO_SAMPLERATE			= Tần số
IDC_ST_AUDIO_MODE			= Kiểm soát tốc độ Bit
IDC_ST_AUDIO_BITRATE			= Tốc độ Bit
IDC_BTN_PRESET				= Mặc định
IDC_BTN_SETTING_MORE			= Cài đặt thêm...
IDC_ST_AUDIO_NORMALIZE			= Tiêu chuẩn
IDC_CK_AUDIO_NORMALIZE			= Sử dụng

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				= Cài đặt H.264
IDC_ST_H264_PROFILE_SETTING		= Cài đặt ${str1}
IDC_ST_H264_PROFILE			= Hồ sơ
IDC_ST_H264_LEVEL			= Mức

[IDD_PRESET_ADD]
IDD_PRESET_ADD				= Thêm một cài đặt sẵn
IDC_ST_ADD_PRESET			= Bạn có thể lưu lại thiết lập hiện tại như một cài đặt sẵn.[br]Nhập tên cho cài đặt sẵn. 
IDC_ST_SELECT_ENCODER			= Cài đặt bộ mã H.264
IDC_ST_VIDEO_ENCODER			= Bộ mã H.264		

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			= Đổi tên cài đặt sẵn
IDC_ST_RENAME_PRESET			= Nhập tên mới cho cài đặt sẵn.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				= Sửa cài đặt sẵn
IDC_BTN_PRESET_ADD			= Thêm
IDC_BTN_PRESET_DELETE			= Xóa
IDC_BTN_PRESET_RENAME			= Đổi tên

[IDD_SETTING]
IDD_SETTING				= Cấu hình
IDC_BTN_RESET				= Thiết lập lại

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		= Cảnh báo khi mở các tập tin đa phương tiện không có seekable
IDC_CK_ALERT_EXIST_FILE			= Cảnh báo khi có tập tin cùng tên đã tồn tại.
IDC_CK_ALERT_SAVE_PROJECT		= Cảnh báo khi lưu tệp dự án.
IDC_CK_USE_LOG_FILE			= Tạo ra tập tin log (.log)
IDC_CK_MOV_FRONT_HEADER			= Lưu thông tin tệp vào đầu tệp (chỉ MP4).
IDC_CK_KEEP_CREATION_TIME		= Giữ nguyên ngày/thời gian tạo của tập tin gốc.
IDC_ST_UPLOAD				= Tải lên
IDC_CK_SHOW_TIP				= Hiển thị mẹo/thông tin
IDC_CK_AUTO_MOVE			= Di chuyển vị trí nhập khi nhấn vào phím số
IDC_CK_DEINTERLACE_PREVIEW		= Sử dụng bộ lọc khử liên kết khi phát video xen kẽ.

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				= Thư mục đầu ra
IDC_BTN_SET_OUTPUT			= Duyệt...
IDC_BTN_OPEN_OUTPUT			= Mở
IDC_CK_OUTPUT_SOURCE			= Lưu vào thư mục nguồn
IDC_ST_FILENAME				= Cài đặt tên tập tin
IDC_ST_CACHE_FOLDER			= Thư mục tạm
IDC_BTN_SET_CACHE_FOLDER		= Duyệt...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	= Mặc định

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				= Ngôn ngữ
IDC_ST_TRANSLATOR			= Cảm ơn các dịch giả

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		= Cảnh báo khi không thể sử dụng chế độ High-speed.
IDC_CK_ALWAYS_KEY_FRAME_CUT		= Luôn cắt/hợp nhất theo keyframe trong chế độ High-speed.
IDC_CK_SHOW_KEY_FRAME_CUT		= Cảnh báo khi thời gian bắt đầu của tệp sẽ thay đổi.

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			= Tải lên Vimeo
IDC_ST_VIMEO_UPLOADINFO			= Thông tin tải lên
IDC_ST_VIMEO_FILENAME			= Tên tập tin:
IDC_ST_VIMEO_TITLE			= Tiêu đề:
IDC_ST_VIMEO_DESCRIPTION		= Mô tả:
IDC_ST_VIMEO_PRIVACY			= Bảo mật:
IDC_RD_VIMEO_PRIVACY_ANYONE		= Tất cả mọi người có thể xem tập tin
IDC_RD_VIMEO_PRIVACY_ONLYME		= Chỉ mình tôi có thể xem tập tin
IDC_RD_VIMEO_PRIVACY_FOLLOW		= Chỉ những người mà tôi cho phép mới có thể xem tập tin
IDC_RD_VIMEO_PRIVACY_UNLISTED		= Chỉ những người có liên kết mới có thể xem được video này
IDC_ST_VIMEO_PRIVACY_UNLISTED		= (Người Vimeo Basic không thể sử dụng tùy chọn này)
IDC_RD_VIMEO_PRIVACY_PASSWORD		= Chỉ những người có mật khẩu mới có thể xem được video này 
IDC_CK_HIDE_PASSWORD			= Ẩn mật khẩu
IDC_BTN_VIMEO_UPLOAD			= Tải lên
IDC_LN_VIMEO_HELP			= Trợ giúp

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			= Đang tải lên...
IDC_ST_VIMEO_UPLOADED			= Video được tải lên thành công!
IDC_ST_VIMEO_LINK			= Đường dẫn:
IDC_ST_VIMEO_EMBED			= Mã nhúng:
IDC_BTN_VIMEO_LINK_GO			= Đi tới
IDC_BTN_VIMEO_EMBED_COPY		= Sao chép
IDC_BTN_VIMEO_CLOSE			= Đóng

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			= Tải lên Youtube
IDC_ST_YOUTUBE_UPLOADINFO		= Thông tin
IDC_ST_YOUTUBE_FILENAME			= Tên tập tin:
IDC_ST_YOUTUBE_TITLE			= Tiêu đề:
IDC_ST_YOUTUBE_DESCRIPTION		= Mô tả:
IDC_ST_YOUTUBE_PRIVACY			= Quyền riêng tư:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		= Công khai - Mọi người đều có thể thấy video
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		= Không công khai - Bất kì ai có đường dẫn đều có thể xem video
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		= Riêng tư - Những ai được bạn cho phép mới có thể xem video
IDC_BTN_YOUTUBE_UPLOAD			= Tải lên
IDC_LN_YOUTUBE_HELP			= Trợ giúp
IDC_LN_YOUTUBE_TOS			= Nhấp vào 'Tải lên', bạn đã xác nhận rằng bạn sở hữu tất cả các quyền đối với nội dung hoặc bạn được chủ sở hữu ủy quyền để làm cho nội dung công khai trên YouTube và nó tuân thủ <a>Điều khoản dịch vụ của YouTube </a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		= Giữ tôi đăng nhập
IDC_BTN_YOUTUBE_LOGOUT			= Đăng xuất

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			= Đang tải lên...
IDC_ST_YOUTUBE_UPLOADED			= Video được tải lên thành công!
IDC_ST_YOUTUBE_LINK			= Đường dẫn:
IDC_ST_YOUTUBE_EMBED			= Mã nhúng:
IDC_BTN_YOUTUBE_LINK_GO			= Đi tới
IDC_BTN_YOUTUBE_EMBED_COPY		= Sao chép
IDC_BTN_YOUTUBE_CLOSE			= Đóng

[IDD_FILEINFO]
IDD_FILEINFO				= Thông tin tập tin
IDC_BTN_CLIPBOARD			= Sao chép vào bộ nhớ tạm

[IDD_REGISTER]
IDD_REGISTER				= Đăng kí Bandicut
IDC_ST_1BUY				= 1. Mua
IDC_ST_1BUY_COMMENT			= Nếu bạn không đăng kí Bandicut, một hình mờ sẽ được thêm vào video. Vui lòng click vào "Mua" để mua bản quyền Bandicut.
IDC_BTN_BUY_ONLINE			= Mua
IDC_ST_2REGISTER			= 2. Đăng kí
IDC_ST_2REGISTER_COMMENT		= Điền email và key [br](Bạn cần kết nối internet để kích hoạt Bandicut)
IDC_ST_EMAIL_ADDRESS			= Email
IDC_ST_SERIAL_NUMBER			= Key
IDC_BTN_REGISTER_NOW			= Đăng kí
IDC_BTN_UNREGISTER_NOW			= Chưa đăng kí

[IDD_SHUTDOWN]
IDD_SHUTDOWN				= Tắt máy
IDC_ST_SHUTDOWN_INFO			= Tắt máy
IDC_ST_SHUTDOWN_MSG1			= Hệ thống sẽ tắt vì quá trình đã được hoàn thành. [br]Nếu bạn không muốn tắt, nhấn nút Huỷ.
IDD_SHUTDOWN_APP			= Đóng Bandicut
IDC_ST_SHUTDOWN_APP_INFO		= Đóng Bandicut
IDC_ST_SHUTDOWN_APP_MSG1		= Bandicut sẽ tự động đóng bởi vì tiến trình đã hoàn thành.[br]Nếu bạn không muốn đóng Bandicut, nhấn nút Huỷ.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			= Kiểm tra cập nhật
IDC_ST_UPDATE_SETTING			= Cài đặt
IDC_CK_ENABLE_AUTO_CHECK		= Cho phép kiểm tra cập nhật tự động.
IDC_CK_SHOW_UPDATE_POPUP		= Hiện pop-up khi một bản cập nhật lớn có sẵn.
IDC_CK_SHOW_ENABLE_BETA			= Hiển thị pop-up khi phiên bản beta có sẵn.
IDC_BTN_CHECK_UPDATE_NOW		= Kiểm tra cập nhật bây giờ

[IDD_UPDATEINFO]
IDD_UPDATEINFO				= Cập nhật thông tin
IDC_ST_UPDATE_MSG1			= Đã có phiên bản mới.
IDC_ST_UPDATE_MSG2			= Nếu bạn click vào "Cập nhật", bạn có thể tải về nó.
IDOK					= Cập nhật

[IDD_FAILTOADD]
IDD_FAILTOADD				= Không thể thêm tập tin.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				= Chia video
IDOK					= Áp dụng
IDC_RD_SPLIT_NUMBER			= Chia thành
IDC_RD_SPLIT_TIME			= Chia theo thời gian:
IDC_ST_SEGMENT				= Phân đoạn
IDC_CK_KEEP_SEGMENT			= Giữ phân đoạn đã lựa chọn
IDC_ST_HOUR				= Giờ
IDC_ST_MIN				= Phút.
IDC_ST_SEC				= Giây.

[IDD_INFORMATION]
IDD_INFORMATION				= Phím tắt
IDD_INFORMATION_LICENSE			= Thông tin giấy phép

[SKIN]
; New UI
; Common
$BN_START				= Bắt đầu
$BN_CANCEL				= Hủy
$BN_OK					= OK
$BN_YES					= Có
$BN_NO					= Không
$ST_OPTION				= Tùy chọn
$CK_JOIN				= Hợp nhất phân đoạn
$BN_OPEN_OUTPUT				= Mở
$BN_HELP				= Trợ giúp
$CHECK_DO_NOT_SHOW			= Không hiện lại.

; Main
$BN_TIP					= Vui lòng đăng ký để gỡ bỏ các giới hạn. 
$BN_ADD_SEGMENT				= Thêm phân đoạn
$BN_GUIDE_OPEN_FILE			= Mở tập tin
$BN_GUIDE_OPEN_FILE_JOINER		= Mở tập tin
$ST_GUIDE_SET_SEGMENT			= Chọn vị trí cắt
$ST_GUIDE_START				= Nhấp vào bắt đầu
$ST_GUIDE_ADD_FILES			= Thêm tập tin
$ST_SEGMENT_LIST_TITLE			= Danh sách đoạn cắt
$ST_SEGMENT_LIST_TITLE_JOIN		= Danh sách đoạn nối

; Wizard
$BN_WIZARD_CUT				= Cắt video
$BN_WIZARD_JOIN				= Nối video
$BN_WIZARD_SPLIT			= Chia video

; About
$ST_ABOUT_VERSION_INFO			= Phiên bản Bandicut
$ST_ABOUT_COPYRIGHT			= Bản quyền(c) 2013-2019 Bandicam.com
$BN_ABOUT_NEW_VERSION			= Đã có phiên bản mới.
$BN_ABOUT_CHECK_UPDATE			= Kiểm tra cập nhật
$ST_ABOUT_LICENCE_INFO			= Thông tin phần mềm
$BN_ABOUT_REGISTER			= Đăng ký
$BN_ABOUT_REGISTER_HELP			= Làm thế nào để mua và đăng ký
$ST_ABOUT_HOMEPAGE_INFO			= Trang web
$ST_ABOUT_HOMEPAGE_URL			= Trang chủ
$ST_ABOUT_FAQ_URL			= Hỏi đáp
$BN_ABOUT_UPDATE_REGISTRATION		= Cập nhật đăng ký
$BN_ABOUT_RENEW_LICENSE			= Gia hạn giấy phép

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			= Chế độ
$RD_READY_HIGH_SPEED_MODE		= Chế độ High-Speed
$RD_READY_ENCODING_MODE			= Chế độ Encoding
$ST_READY_MODE_HIGH_SPEED		= Rất nhanh và không làm giảm chất lượng (Khuyến cáo)
$ST_READY_MODE_ENCODING			= Có thể tùy chỉnh định dạng tập tin và chất lượng video
$ST_READY_FILE_FORMAT			= Định dạng tập tin
$ST_READY_VIDEO_INFO			= Thông tin video
$ST_READY_VIDEO_ENCODER			= Bộ mã video
$ST_READY_AUDIO_INFO			= Thông tin âm thanh
$BN_READY_DETAIL_SETTING		= Cài đặt Encoding
$BN_READY_PRESET			= Cài đặt sẵn
$ST_READY_OUTPUT_OPTION			= Đầu ra
$ST_READY_OUTPUT_FILE_NAME		= Tên tập tin
$ST_READY_SAVE_FOLDER			= Thư mục
$CK_READY_OUTPUT_TO_SOURCE		= Lưu vào thư mục nguồn
$ST_READY_TRACK_OPTION			= Lưu
$RD_READY_ALL_TRACK			= Lưu tất cả các video và âm thanh
$RD_READY_SEL_TRACK			= Tiết kiệm chỉ được lựa chọn video và âm thanh theo dõi
$CK_READY_EXTRACT_AUDIO			= Xuất âm thanh (.mp3)
$CK_READY_REMOVE_AUDIO			= Xóa âm thanh

; Run
$ST_RUN_CUT_FILE_INFO			= Tiến trình
$ST_RUN_FILE_NAME			= Tập tin:
$ST_RUN_COMPLETE			= Hoàn thành
$BN_RUN_UPLOAD				= Tải lên
$BN_RUN_PLAY				= Chạy
$ST_RUN_RUNNING_TIME			= Thời gian đã qua
$ST_RUN_REMAINING_TIME			= Thời gian còn lại
$ST_RUN_SPEED				= Tốc độ
$ST_RUN_FILE_SIZE			= Dung lượng
$ST_END_OPTION				= Sau khi hoàn thành
$ST_UPLOAD_OPTION			= Tùy chọn tải lên
$CK_RUN_OPEN_OUTPUT_FOLDER		= Mở thư mục đầu ra khi hoàn thành
$CK_RUN_SYSTEM_CLOSE			= Tắt máy
$CK_SOUND_ALARM				= Chạy âm thanh
$CK_MOVE_TO_MAIN			= Đi tới cửa sổ chính

; Capture
$BN_OPEN_FOLDER			= Mở Thư mục
$BN_MESSAGE				= [u]Ảnh chụp màn hình sẽ tự động lưu vào thư mục đầu ra.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			= Bạn chưa cài đặt <font color="yellow">Bandicam</font>. Đây là phần mềm cho phép bạn ghi lại mọi thứ trên màn hình máy tính và lưu dưới dạng một video.[br]Bạn có muốn thử Bandicam không?
$BN_UPDATE_STEP1_LINK			= Tìm hiểu thêm
$ST_UPDATE_STEP2_TEXT			= Đang tải về...
$BN_UPDATE_INSTALL			= Cài đặt ngay
$BN_UPDATE_LATER			= Không, cảm ơn!
$BN_UPDATE_CANCEL			= Hủy
$BN_UPDATE_CLOSE			= Đóng
$ST_UPDATE_OFFLINE			= bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			= Đang chuẩn bị tập tin của bạn để chỉnh sửa.

; Tooltip
$TT_MENU				= Menu
$TT_WIZARD				= Trang chủ
$TT_CUTTER				= Cắt video
$TT_JOINER				= Nối video
$TT_ABOUT				= Thông tin (F1)
$TT_SETTING				= Cấu hình (F5)
$TT_BANDICAM				= Khởi động Bandicam

$TT_FILE_CLOSE_WORK			= Đóng tất cả (F4)
$TT_FILE_CLOSE_WORK_CUT			= Đóng tệp - Xóa tất cả phân đoạn (F4)

$TT_FILE_OPEN				= Mở tập tin (F2,Ctrl+O)
$TT_FILE_ADD				= Thêm tập tin (F2,Ctrl+O)
$TT_FILE_PROJECT			= Mở/Lưu tệp dự án
$TT_OPEN				= Mở

$TT_REGISTER				= Đăng kí (F3)
$TT_OPEN_OUTPUT_FOLDER			= Mở tệp dự án (Ctrl+F2)
$TT_HELP				= Trợ giúp
$TT_REFRESH_LINFO			= Làm mới giấy phép sử dụng

$TT_PLAYER_PLAY				= Tiếp tục/Tạm dừng (Space)
$TT_PLAYER_STOP				= Dừng (Ctrl+Space)
$TT_PLAYER_PLAY_SEG			= Tiếp tục/Tạm dừng đoạn (Ctrl+P)
$TT_PLAYER_STOP_SEG			= Dừng đoạn (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		= Trở lại khung hình chính trước (Ctrl+Left)
$TT_PLAYER_PREV_FRAME			= Trở lại khung hình trước (Left)
$TT_PLAYER_NEXT_FRAME			= Tiến lên khung hình sau (Right)
$TT_PLAYER_NEXT_KEY_FRAME		= Tiến lên khung hình chính sau (Ctrl+Right)
$TT_PLAYER_PREV_FILE_PLAY		= Phát tệp trước (Left)
$TT_PLAYER_NEXT_FILE_PLAY		= Phát tệp sau (Right)
$TT_PLAYER_SEG_ADD			= Thêm một đoạn (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	= Bạn có thể thêm đến ${int1} tập tin/phân đoạn.
$TT_PLAYER_SEG_START			= Đặt đoạn bắt đầu ( S )
$TT_PLAYER_SEG_END			= Đặt đoạn kết thúc ( E )
$TT_PLAYER_MUTE_ON			= Im lặng ( M )
$TT_PLAYER_MUTE_OFF			= Tắt im lặng ( M )

$TT_PLAYER_CAPTURE			= Chụp màn hình (Ctrl+C)

$TT_ADD_SEGMENT				= Thêm phân đoạn vào danh sách(Ctrl+N)
$TT_PREV_SEGMENT			= Di chuyển lên
$TT_NEXT_SEGMENT			= Di chuyển xuống
$TT_PREV_MOVE_FILE			= Trở lại
$TT_NEXT_MOVE_FILE			= Tiến trước

$TT_RUN_UPLOAD_OPTION			= Tùy chọn tải lên

$TT_LIST_PLAY				= Chạy/Tạm dừng phân đoạn
$TT_LIST_SPLIT				= Chia
$TT_LIST_CUT_REMOVE			= Gỡ bỏ
$TT_LIST_JOIN_REMOVE			= Gỡ bỏ

$FONT_SIZE				= 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				= logo.png
$BETA_ICON_FILE				= beta_icon.png
$UNREGISTERED_ICON_FILE			= unregistered_icon.png
$EXPIRED_ICON_FILE			= expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				= * Phím tắt của Bandicut
HOTKEYS_ABOUT				= - Thông tin về Bandicut:		F1
HOTKEYS_FILE_INFO			= - Thông tin tập tin:		Ctrl+F1
HOTKEYS_SETTING				= - Cấu hình:		F5
HOTKEYS_MAX				= - Mở rộng/Thu nhỏ:		Enter
HOTKEYS_CHANGE_MODE			= - Thay đổi chế độ	: Ctrl+M
HOTKEYS_REGISTER			= - Đăng kí Bandicut	: F3
HOTKEYS_HOME				= - Đi tới trang bắt đầu:	Home

HOTKEYS_PLAY_TITLE			= * Chạy
HOTKEYS_OPEN_FILE			= - Mở tập tin:			Ctrl+O, F2
HOTKEYS_CLOSE				= - Đóng (tất cả) tập tin:		F4
HOTKEYS_START				= - Bắt đầu:           Ctrl+Enter
HOTKEYS_OPEN_FOLDER			= - Mở thư mục đầu vào:	Ctrl+F2
HOTKEYS_PLAY				= - Chạy/Tạm dừng:		Space
HOTKEYS_STOP				= - Dừng:			Ctrl+Space
HOTKEYS_MUTE				= - Bật/Tắt im lặng:		M

HOTKEYS_SEGMENT_PLAY			= - Chạy/Tạm dừng đoạn:	Ctrl+P
HOTKEYS_SEGMENT_STOP			= - Dừng đoạn:		Alt+P
HOTKEYS_SEGMENT_REMOVE			= - Gỡ bỏ một phân đoạn:	Delete

HOTKEYS_PLAY_FORWARD			= - Chuyển tiếp:		Phải, Phím số +
HOTKEYS_PLAY_REWIND			= - Quay lại:		Trái, Phím số-

HOTKEYS_CUT_TITLE			= * Cắt
HOTKEYS_SET_START_TIME			= - Đặt đoạn bắt đầu:	S
HOTKEYS_SET_END_TIME			= - Đặt đoạn kết thúc:	E
HOTKEYS_SEGMENT_ADD			= - Thêm phân đoạn:	Ctrl+N

HOTKEYS_NEXT_FRAME			= - Khung hình sau:		Phải, Phím số +
HOTKEYS_NEXT_KEY_FRAME			= - Khung hình chính sau:		Ctrl+Right

HOTKEYS_PREVIOUS_FRAME			= - Khung hình trước:		Trái, Phím số-
HOTKEYS_PREVIOUS_KEY_FRAME		= - Khung hình chính trước:		Ctrl+Left

HOTKEYS_PREVIOUS_SEL_SEG		= - Lựa chọn phân đoạn trước : Up
HOTKEYS_NEXT_SEL_SEG			= - Lựa chọn phân đoạn sau : Down

HOTKEYS_PREV_TIME_DIGIT			= - Di chuyển tới thời gian trước đó:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			= - Di chuyển tới thời gian sau:	Tab

HOTKEYS_JOIN_TITLE			= * Nối
HOTKEYS_PREV_FILE_PLAY			= - Phát tệp trước: Left
HOTKEYS_NEXT_FILE_PLAY			= - Phát tệp sau: Right